import type { IStock } from '../types';

export const mockData: IStock[] = [
  {
    image: '',
    title: 'СЕМЕЙНОЕ ПРЕДЛОЖЕНИЕ ЗА 32.49!',
    text: 'Пицца из конструктора большого размера + байтсы + напиток на выбор (1 л/0,9 л) - всего за 32,49 рублей!',
  },
  {
    image: '',
    title: 'СЕМЕЙНОЕ ПРЕДЛОЖЕНИЕ ЗА 32.49!',
    text: 'Пицца из конструктора большого размера + байтсы + напиток на выбор (1 л/0,9 л) - всего за 32,49 рублей!',
  },
  {
    image: '',
    title: 'СЕМЕЙНОЕ ПРЕДЛОЖЕНИЕ ЗА 32.49!',
    text: 'Пицца из конструктора большого размера + байтсы + напиток на выбор (1 л/0,9 л) - всего за 32,49 рублей!',
  },
  {
    image: '',
    title: 'СЕМЕЙНОЕ ПРЕДЛОЖЕНИЕ ЗА 32.49!',
    text: 'Пицца из конструктора большого размера + байтсы + напиток на выбор (1 л/0,9 л) - всего за 32,49 рублей!',
  },
];
